products = [
    {
        "category": "Hiphop Team",
        "name": "S.COUPS",
        "image": "/images/pic1.jpg",
        "description_long": "為男子流行音樂組合「SEVENTEEN」和組合粉絲「CARAT」（캐럿）的隊長，同時也是分隊「Hip-hop Team」的隊長。崔勝哲以大眼睛、高鼻梁和漫畫人物般乾淨的臉型為特徵，而一張充滿異國風情的臉龐，常被誤會是混血兒。作為RAP主力成員之一，以舞台反轉魅力而出名，以出色的表現力，吸引了大家視線。作為SEVENTEEN總隊長，崔勝哲在成員們作為練習生開始便加以照顧，凡事都以成員為優先考慮，是位出名以充滿威嚴氣場而受到後輩們注目，充滿才華、責任感和領導能力的隊長。",
    },
    {
        "category": "Vocal Team",
        "name": "Jeonghan",
        "image": "/images/pic2.jpg",
        "description_long": "1995年10月4日出生於韓國首爾特別市，家庭成員有父母以及一位小四歲的妹妹。高中時為理科生，參與學校的戲劇社，就讀時受同學邀請而一同於演技學院學習。於高二期末前往演技學院途中，在地鐵站受到星探邀約，而後參加面試合格入選，成為Pledis娛樂練習生。高中畢業後進入東亞放送藝術大學廣告製作學系就讀，現已休學。2020年3月10日進入漢陽大學未來人才教育院，就讀實用音樂課程(K-POP)。2022年2月15日進入安養大學，就讀經營學系碩博士統合課程。",

    },
    {
        "category": "Vocal Team",
        "name": "Joshua",  
        "image": "/images/pic3.jpg",
        "description_long": "1995年12月30日洪知秀出生於美國加利福尼亞州洛杉磯，為家中獨子。Joshua Jisoo Hong為其美國加州出生局顯示的本名。父母皆為韓國人，父親經營公司，母親為韓醫師。英文名「Joshua」取自舊約聖經中的人物「約書亞」。受基督徒父母影響而信仰基督宗教，從小就常上以韓國人為主的美國教會，小學成為唱詩班的一員。國中時開始以自學的方式學習彈奏吉他，也會聽R&B歌手傑夫·伯爾納特的歌曲學習和弦。17歲時，於洛杉磯韓國城參加集市慶典（장터）被星探搭訕，並前往首爾接受為期約一個月舞蹈與歌唱短期課程，之後接到公司的聯絡前往Pledis娛樂正式成為旗下練習生。",
    },
    {
        "category": "Performance Team",
        "name": "Jun",
        "image": "/images/pic4.jpg",
        "description_long": "出生於中國廣東省深圳市，是一名在韓國發展的中國男藝人。[2]主演2007年電影《野·良犬》，入圍第二十七屆香港電影金像獎「最佳新演員」並榮獲第二屆香港電影導演會年度大獎「年度新晉演員銀獎」。現為Pledis娛樂旗下13人男子流行音樂團體SEVENTEEN成員，同時也是分隊Performance Team的成員。藝名由來為出道前成員們習慣以「준이」（音近本名的漢字音「준휘」）稱呼。",
    },
    {
        "category": "Performance Team",
        "name": "Hoshi",
        "image": "/images/pic5.jpg",
        "description_long": "小時候為跆拳道選手，段位為黑帶4段。在配合音樂練習跆拳道品勢時對跳舞產生興趣，因此結合了跆拳道動作開始學習跳舞，由於爸爸和泰民的姑丈是好友，因此收到SHINee的專輯，進而產生當歌手的想法。同時權順榮多次提及自己為SHINee的粉絲。國中時成立舞蹈社團並參加多場比賽，在某次市內跳舞比賽獲得第一名因而獲得試鏡機會，通過試鏡後正式成為Pledis娛樂練習生。高中就讀磨石高等學校並於2015年2月畢業，由於正逢出道忙碌期間而推遲大學入學，後於2017年2月就讀東亞放送藝術大學校放送演藝學系。",
    },
    {
        "category": "Hiphop Team",
        "name": "Wonwoo",
        "image": "/images/pic6.jpg",
        "description_long": "1996年7月17日全圓佑出生於韓國慶尚南道昌原市。漢字名「圓佑」代表「圓形、幫助」，意為「用圓潤寬容的心去幫助他人」。家庭成員有父母及一位弟弟。圓佑國中時曾參加八龍中學校的舞蹈社團。在學校才藝表演影片中因僵硬的動作而在網路上出名，而有「八龍中舞蹈機器」的綽號。2015年2月11日畢業於首爾公演藝術高中。",
    },
    {
        "category": "Vocal Team",
        "name": "Woozi",
        "image": "/images/pic7.jpg",
        "description_long": "1996年11月22日出生於韓國釜山廣域市，為家中獨子。父親是保齡球教練。由於就讀的小學為李大浩等韓國著名棒球選手的母校，因此小學時便接受專業的棒球訓練，於隊中擔任捕手。小學一年級開始在教會牧師開設的英語補習班補習，由於院長熱愛音樂，常於英文課堂上教授歐美流行音樂，因此開始接觸音樂並學習唱歌。於小學高年級時開始向院長夫人學習單簧管，之後也開始學習爵士鼓、吉他、鋼琴。為教會聖歌隊的一員，也常在教會禮拜中負責演奏樂器。而音樂領域也由教會中演奏的福音音樂、靈魂音樂漸漸拓展至K-pop，並開始想要成為歌手。",

    },
    {
        "category": "Performance Team",
        "name": "THE 8",
        "image": "/images/pic8.jpg",
        "description_long": "1997年11月7日徐明浩出生於中國遼寧省海城市，為家中獨子。由於徐明浩小時候身體虛弱，於4歲半開始學習武術，此外亦學過戲曲、唱歌、快板並參加過許多演出和比賽。 因為武術老師也會街舞，因此於9歲時開始學習Breaking，為舞團Dance Power的隊長。2010年2月5日曾與舞團出演《天天向上》。2012年與舞團參加4月27日至30日舉辦的第六屆BBoy in Shanghai世界霹靂舞大賽獲得全球總決賽八強。2013年於中國上街舞課時被星探相中，而後通過面試成為Pledis娛樂練習生。",
    },
    {
        "category": "Hiphop Team",
        "name": "Mingyu",
        "image": "/images/pic9.jpg",
        "description_long": "1997年4月6日出生於韓國京畿道安養市，家庭成員有父母及一位小四歲的妹妹。珉奎從小學開始到國二當練習生前一直都是足球校隊的選手並擔任前鋒，曾於國小得過足球全國大賽第二名。也曾在塑膠飛機飛行大賽等比賽上得獎。當上練習生的契機是在國二放學回家時被星探搭話，在面試中唱的歌是韓國國歌。合格並得到父母同意後，開始成為Pledis娛樂練習生進行訓練。2016年2月3日畢業於首爾放送高等學校放送內容科。",
    },
    {
        "category": "Vocal Team",
        "name": "DK",
        "image": "/images/pic10.jpg",
        "description_long": "1997年2月18日李碩珉出生於韓國首爾特別市麻浦區，成長於京畿道龍仁市。[2]家庭成員有父母以及一位大三歲的姐姐。因為最近淨漢的緣故認養了道小石[3]在觀看歌手尹度玹的舞台後有了想當歌手的想法，之後於YP Music學習唱歌。當時學院院長認識Pledis娛樂職員，便推薦碩珉參加徵選，通過徵選後正式成為練習生。就讀首爾公演藝術高中時，與GFRIEND成員Yuju、Oh My Girl成員祉呼、宇宙少女成員程瀟、I.C.E.成員Minjoo以及RAINZ成員洪殷基為同班同學。2016年2月4日畢業，畢業時獲頒特別功勞獎。",
    },
    {
        "category": "Vocal Team",
        "name": "Seungkwan",
        "image": "/images/pic11.jpg",
        "description_long": "韓國男藝人，Pledis娛樂旗下的13人男子流行音樂團體SEVENTEEN的主唱。唱商滿分的高音王者、被綜藝之神眷顧的偶像，同時也是分隊Vocal Team及夫碩順的成員。經常把「I’m not a gagman, I’m a singer.」掛在嘴邊，但其實兩項都做得非常出色，曾得綜藝新人獎的殊榮，也在2022年拿下韓國First Brand男子偶像綜藝部門大賞，與許多綜藝界的大前輩合作且獲得極高的讚賞，是個才氣縱橫又唱跳俱佳的實力派偶像。漢字名「勝寛」由爸爸命名，代表「勝利、寛大」，意為「勝者的寛容」。",
    },
    {
        "category": "Hiphop Team",
        "name": "Vernon",
        "image": "/images/pic12.jpg",
        "description_long": "1998年2月18日出生於美國紐約州紐約，5歲時舉家搬遷至韓國首爾特別市麻浦區定居。漢字名「瀚率」代表「大、領導」，藝名「Vernon」為母親的姓，同時也是自己的中間名。父親為韓國人，母親為法裔美國人，父母皆為畫家，家庭成員還有一位小6歲的妹妹Sofia。因為媽媽不會說韓文，因此Vernon是用英文與家人溝通。從小就開始喜歡Hip-hop，14歲時於國中前的地鐵站被星探相中，而後進入Pledis娛樂成為練習生。",
    },
     {
        "category": "Performance Team",
        "name": "Dino",
        "image": "/images/pic13.jpg",
        "description_long": "傳說中擁有12個哥哥的極限忙內。由於爸爸的夢想是成爲歌手，因此李燦從出生以來就想成為一名歌手，約四五歲時在爸爸開的舞蹈學校旁聽。父親認為李燦有跳舞的天分，便開始教導他舞蹈。曾於全州青年舞蹈比賽獲得大獎，並在比賽中被星探相中。他尊敬的偶像為麥可·傑克森，在2011年9月9日《偉大的誕生2》第一集中說過自己是「韓國的麥可·傑克森」。曾於練習生時期以麥可·傑克森的舞蹈為基礎，為〈Dangerous〉重新編舞，並於《SEVENTEEN Project：出道大作戰》第四集表演，且常於節目中表演個人技「用麥可·傑克森的風格跳女團舞」。",
    }
]
